{
    "studentProfileTitle": "Profil de l'étudiant",
    "studentNameLabel": "Nom de l'étudiant",
    "dobLabel": "Date de naissance",
    "dobPlaceholder": "28/08/2024",
    "genderLabel": "Genre",
    "selectGradeLabel": "Sélectionnez un niveau",
    "previousSchoolLabel": "École précédente",
    "selectPreviousGradeLabel": "Sélectionnez le niveau précédent",
    "parentGuardianLabel": "Parent / Tuteur",
    "homeAddressLabel": "Adresse du domicile",
    "homePhoneLabel": "Téléphone du domicile",
    "emailLabel": "Adresse e-mail",
    "businessAddressLabel": "Adresse professionnelle",
    "occupationLabel": "Profession",
    "workPhoneLabel": "Téléphone du travail",
    "selectParentStatusLabel": "Sélectionnez le statut du parent",
    "emergencyContactLabel": "Contact d'urgence",
    "relationshipLabel": "Relation",
    "studentNameMed": "NOM DE L'ÉLÈVE :",
    "enterStudentNameMed": "Entrez le nom de l'élève",
    "vaccinationsLabel": "Vaccinations :",
    "tuberculosisVaccine": "TUBERCULOSE (BCG)",
    "dtCoqPolioVaccine": "DT.COQ.POLIO",
    "measlesVaccine": "ROUGEOLE",
    "yellowFeverVaccine": "FIÈVRE JAUNE (YELLOW FEVER)",
    "allergiesLabel": "Allergies :",
    "allergiesQuestion": "L'enfant a-t-il des allergies ?",
    "chronicDiseasesLabel": "Maladies Chroniques :",
    "chronicDiseasesQuestion": "L'enfant a-t-il une maladie chronique ?",
    "disabilitiesLabel": "Handicaps :",
    "disabilitiesQuestion": "Votre enfant a-t-il un handicap ?",
    "insuranceLabel": "Assurance :",
    "insuranceCompany": "Compagnie d'Assurance",
    "insuranceCardNumber": "Numéro de Carte d'Assurance",
    "physicianDetails": "Nom et numéro de téléphone du médecin de l'enfant",


        "internalRulesTitle": "RÈGLEMENT INTÉRIEUR DE L'ÉCOLE LEPEX",
        "introductionTitle": "INTRODUCTION",
        "introduction": "Bienvenue au Pôle d'Excellence du Groupe Scolaire (LEPEX SCHOOL). Ce règlement intérieur vise à créer un environnement sûr, respectueux et propice à l'apprentissage pour tous les élèves, le personnel et les familles.",
        "administrationTitle": "A/ ADMINISTRATION",
        "admissionAndRegistrationTitle": "1. Admission et inscription",
        "admissionAndRegistrationContent1": "L'admission est ouverte à tous les élèves, sans discrimination basée sur la race, le sexe, la nationalité, la religion ou l'origine sociale.",
        "admissionAndRegistrationContent2": "Tous les nouveaux élèves doivent passer un test de niveau qui déterminera la classe qu'ils devront rejoindre.",
        "admissionAndRegistrationContent3": "Les parents doivent fournir tous les documents requis, y compris les dossiers médicaux et le parcours scolaire de leur enfant.",
        "admissionAndRegistrationContent4": "Les frais de scolarité doivent être réglés selon le calendrier financier de l'école.",
        "admissionAndRegistrationContent5": "Tout paiement des frais de scolarité est intégralement dû.",
        "schoolSchedulesTitle": "2. Horaires scolaires",
        "schoolSchedulesContent1": "L'école commence à 8h00 pour les élèves de la Petite Section, Moyenne Section, Grande Section et école primaire et se termine à 16h30 ; de 8h30 à 16h00 pour les élèves de l'accueil.",
        "schoolSchedulesContent2": "Tout retard injustifié dépassant 30 minutes pour le ramassage des enfants à la fin des cours sera facturé au montant de 5 000 francs CFA/heure. Les élèves doivent arriver à l'heure et être prêts pour les cours.",
        "schoolSchedulesContent3": "Les retards fréquents ou les absences non justifiées seront signalés aux parents et peuvent entraîner des mesures disciplinaires.",
        "behaviorAndDisciplineTitle": "3. Comportement et discipline",
        "behaviorAndDisciplineContent1": "Les élèves doivent respecter les enseignants, le personnel et les autres élèves.",
        "behaviorAndDisciplineContent2": "Toute forme de violence, d'intimidation ou de harcèlement est strictement interdite.",
        "behaviorAndDisciplineContent3": "Les sanctions pour comportement inapproprié peuvent inclure des avertissements, des retenues, des suspensions ou des exclusions.",
        "uniformTitle": "4. Uniforme",
        "uniformContent1": "L'uniforme scolaire est obligatoire. Les uniformes doivent être propres et celui fourni ou demandé par l'établissement en cas d'excursion ou d'activités périscolaires.",
        "uniformContent2": "Les uniformes doivent être portés conformément aux directives de l'école.",
        "uniformContent3": "Les accessoires et les bijoux doivent être discrets et non dangereux.",
        "securityTitle": "5. Sécurité",
        "securityContent1": "Les élèves doivent rester au sein de l'établissement pendant les heures scolaires, sauf autorisation expresse.",
        "securityContent2": "Les protocoles de sécurité, y compris les exercices d'incendie et les procédures d'urgence, doivent être suivis par tous.",
        "securityContent3": "Les objets dangereux ou illégaux sont interdits dans l'établissement.",
        "useOfTechnologiesTitle": "6. Utilisation des technologies",
        "useOfTechnologiesContent1": "L'utilisation des téléphones portables, tablettes, etc., est interdite pendant les heures de cours, sauf autorisation spécifique.",
        "useOfTechnologiesContent2": "Tout matériel d'étude fourni par l'école ne doit être utilisé que dans un but éducatif et ne doit pas quitter l'établissement.",
        "useOfTechnologiesContent3": "Toute utilisation inappropriée des technologies sera sévèrement sanctionnée.",
        "healthAndWellBeingTitle": "7. Santé et bien-être",
        "healthAndWellBeingContent1": "Les élèves doivent suivre les règles d'hygiène personnelle.",
        "healthAndWellBeingContent2": "Tout élève présentant une maladie contagieuse est invité à se soigner et à se rétablir avant de revenir en cours. Tout cas de maladie contagieuse doit être signalé immédiatement à l'administration de l'école.",
        "healthAndWellBeingContent3": "Les parents doivent informer l'école de tout problème de santé particulier de leur enfant.",
        "healthAndWellBeingContent4": "Toute condition de santé importante sciemment omise par le parent lors du remplissage des informations de l'enfant et découverte ultérieurement par l'école sera sanctionnée.",
        "extracurricularActivitiesTitle": "8. Activités périscolaires",
        "extracurricularActivitiesContent1": "Les élèves sont encouragés à participer aux activités périscolaires proposées par l'école.",
        "extracurricularActivitiesContent2": "Les règles de comportement s'appliquent également pendant les activités périscolaires.",
        "extracurricularActivitiesContent3": "Les parents doivent donner leur consentement écrit pour que leur enfant participe aux sorties et excursions.",
        "communicationWithParentsTitle": "9. Communication avec les parents",
        "communicationWithParentsContent1": "L'école communiquera régulièrement avec les parents par le biais de bulletins d'information, de réunions et de courriels.",
        "communicationWithParentsContent2": "Les parents sont encouragés à participer activement à la vie de l'école et à assister aux réunions de parents.",
        "communicationWithParentsContent3": "Tout problème ou plainte doit être adressé de manière respectueuse et appropriée à l'administration ou au personnel concerné.",
        "tuitionFeesTitle": "B/ FRAIS DE SCOLARITÉ",
        "paymentTermsTitle": "1. Modalités de paiement",
        "paymentTermsContent1": "Tout paiement des frais de scolarité initié est entièrement dû.",
        "paymentTermsContent2": "Les frais de scolarité doivent être payés en totalité avant la date limite fixée. Les options de paiement incluent le paiement en personne, le paiement par Wave ou Orange Money, ou le paiement en ligne via le portail de l'école.",
        "paymentTermsContent3": "Les parents ont la possibilité de choisir le plan de paiement mensuel proposé par l'établissement ou le paiement intégral à l'inscription, en fonction de leur commodité.",
        "latePaymentsTitle": "2. Retards de paiement",
        "latePaymentsContent1": "Tout retard de paiement entraînera une pénalité de 5 % du montant dû pour chaque mois de retard.",
        "latePaymentsContent2": "En cas de non-paiement des frais de scolarité après un mois de retard, l'élève pourra être suspendu jusqu'au paiement des frais.",
        "refundsTitle": "3. Remboursements",
        "refundsContent1": "Si l'élève quitte avant la fin du semestre, les frais de scolarité ne seront pas remboursés.",
        "refundsContent2": "Aucun remboursement ne sera accordé pour les absences prolongées non justifiées par un certificat médical.",
        "parentsOfStudentsTitle": "C/ PARENTS D'ÉLÈVES",
        "respectAndCivicsTitle": "1. Respect et civisme",
        "respectAndCivicsContent1": "Les parents doivent respecter tout le personnel scolaire, y compris les enseignants, le personnel administratif et le personnel de maintenance.",
        "respectAndCivicsContent2": "Toute forme de harcèlement, de menace ou de violence, verbale ou physique, envers le personnel ou d'autres parents ne sera pas tolérée et pourra entraîner des mesures disciplinaires, y compris l'exclusion de l'élève.",
        "communicationsTitle": "2. Communications",
        "communicationsContent1": "Les parents sont encouragés à communiquer respectueusement et de manière constructive avec les enseignants et l'administration de l'école. Les préoccupations doivent être soulevées par les canaux appropriés, tels que les réunions programmées ou les e-mails formels.",
        "communicationsContent2": "L'utilisation des réseaux sociaux pour critiquer ou dénigrer l'école, son personnel ou d'autres parents est strictement interdite et peut entraîner des mesures disciplinaires.",
        "participationAndEngagementTitle": "3. Participation et engagement",
        "participationAndEngagementContent1": "Les parents sont encouragés à participer activement aux événements scolaires et aux réunions de parents. Leur engagement envers la communauté scolaire est essentiel pour le développement harmonieux de l'élève.",
        "participationAndEngagementContent2": "Les parents doivent respecter les horaires et calendriers fixés par l'école, y compris pour les réunions, les événements et les activités extrascolaires.",
        "conductWithinEstablishmentTitle": "4. Conduite au sein de l'établissement",
        "conductWithinEstablishmentContent1": "Les parents doivent se conformer aux règles de sécurité et de circulation au sein de l'établissement, y compris le stationnement dans les zones désignées et le respect des horaires de dépôt et de ramassage des élèves.",
        "conductWithinEstablishmentContent2": "La consommation d'alcool, de drogues ou de substances illicites dans et autour de l'établissement est strictement interdite.",
        "conductWithinEstablishmentContent3": "Les parents doivent avoir une conduite décente pour autoriser leur accès à l'établissement.",
        "generalProvisionsTitle": "5. Dispositions générales",
        "generalProvisionsContent1": "Ces règlements sont soumis à une révision annuelle. Toute modification sera communiquée aux parents par écrit au moins un mois avant son entrée en vigueur.",
        "generalProvisionsContent2": "En inscrivant mon enfant à LEPEX SCHOOL, je m'engage à respecter ces règlements intérieurs dans leur intégralité.",
        "conclusionTitle": "CONCLUSION",
        "conclusion": "Ces règlements ont été conçus pour promouvoir une coopération respectueuse et constructive entre l'école et les familles, assurant ainsi un environnement sûr et productif pour les élèves. Ces règlements intérieurs peuvent être révisés annuellement par le conseil d'administration de l'école. Tout changement sera communiqué aux parents et au personnel en temps utile.",
        "schoolTitle": "LEPEX SCHOOL",
        "signature": "SIGNATURE DU PARENT"
    }
    