{
    "studentProfileTitle": "Student Profile",
    "studentNameLabel": "Student Name",
    "dobLabel": "Date of Birth",
    "dobPlaceholder": "08/28/2024",
    "genderLabel": "Gender",
    "selectGradeLabel": "Select a Grade",
    "previousSchoolLabel": "Previous School",
    "selectPreviousGradeLabel": "Select Previous Grade",
    "parentGuardianLabel": "Parent / Guardian",
    "homeAddressLabel": "Home Address",
    "homePhoneLabel": "Home Phone",
    "emailLabel": "Email Address",
    "businessAddressLabel": "Business Address",
    "occupationLabel": "Occupation",
    "workPhoneLabel": "Work Phone",
    "selectParentStatusLabel": "Select Parent Status",
    "emergencyContactLabel": "Emergency Contact",
    "relationshipLabel": "Relationship",
    "studentNameMed": "STUDENT'S NAME:",
    "enterStudentNameMed": "Enter student's name",
    "vaccinationsLabel": "Vaccinations:",
    "tuberculosisVaccine": "TUBERCULOSE (BCG)",
    "dtCoqPolioVaccine": "DT.COQ.POLIO",
    "measlesVaccine": "ROUGEOLE",
    "yellowFeverVaccine": "FIÈVRE JAUNE (YELLOW FEVER)",
    "allergiesLabel": "Allergies:",
    "allergiesQuestion": "Does the child have any allergies?",
    "chronicDiseasesLabel": "Chronic Diseases:",
    "chronicDiseasesQuestion": "Does the child have any chronic disease?",
    "disabilitiesLabel": "Disabilities:",
    "disabilitiesQuestion": "Does your child have any disability?",
    "insuranceLabel": "Insurance:",
    "insuranceCompany": "Insurance Company",
    "insuranceCardNumber": "Insurance Card Number",
    "physicianDetails": "Child's Physician name and phone number",
    "internalRulesTitle": "INTERNAL REGULATIONS OF LEPEX SCHOOL",
    "introductionTitle": "INTRODUCTION",
    "introduction": "Welcome to the Excellence Pole of the School Group (LEPEX SCHOOL). These internal regulations aim to create a safe, respectful, and conducive learning environment for all students, staff, and families.",
    "administrationTitle": "A/ ADMINISTRATION",
    "admissionAndRegistrationTitle": "1. Admission and Registration",
    "admissionAndRegistrationContent1": "Admission is open to all students, without discrimination based on race, gender, nationality, religion, or social origin.",
    "admissionAndRegistrationContent2": "All new students must take a placement test to determine the class they will join.",
    "admissionAndRegistrationContent3": "Parents must provide all required documents, including medical records and the child's educational history.",
    "admissionAndRegistrationContent4": "Tuition fees must be paid according to the school's financial schedule.",
    "admissionAndRegistrationContent5": "All tuition payments are fully due.",
    "schoolSchedulesTitle": "2. School Schedules",
    "schoolSchedulesContent1": "School starts at 8:00 AM for students in Petite Section, Moyenne Section, Grande Section, and primary school, and ends at 4:30 PM; from 8:30 AM to 4:00 PM for students in the reception class.",
    "schoolSchedulesContent2": "Any unjustified delay exceeding 30 minutes for picking up children at the end of classes will incur a charge of 5,000 CFA francs per hour. Students must arrive on time and be ready for class.",
    "schoolSchedulesContent3": "Frequent delays or unjustified absences will be reported to parents and may lead to disciplinary measures.",
    "behaviorAndDisciplineTitle": "3. Behavior and Discipline",
    "behaviorAndDisciplineContent1": "Students must respect teachers, staff, and other students.",
    "behaviorAndDisciplineContent2": "Any form of violence, bullying, or harassment is strictly prohibited.",
    "behaviorAndDisciplineContent3": "Sanctions for inappropriate behavior may include warnings, detentions, suspensions, or expulsions.",
    "uniformTitle": "4. Uniform",
    "uniformContent1": "School uniforms are mandatory. Uniforms must be clean and the one provided or requested by the school for excursions or extracurricular activities.",
    "uniformContent2": "Uniforms must be worn according to the school's guidelines.",
    "uniformContent3": "Accessories and jewelry must be discreet and non-hazardous.",
    "securityTitle": "5. Security",
    "securityContent1": "Students must remain within the school premises during school hours, unless expressly authorized.",
    "securityContent2": "Security protocols, including fire drills and emergency procedures, must be followed by all.",
    "securityContent3": "Dangerous or illegal items are prohibited on the premises.",
    "useOfTechnologiesTitle": "6. Use of Technologies",
    "useOfTechnologiesContent1": "The use of mobile phones, tablets, etc., is prohibited during class hours, except with specific authorization.",
    "useOfTechnologiesContent2": "Any study materials provided by the school should only be used for educational purposes and should not be removed from the premises.",
    "useOfTechnologiesContent3": "Any inappropriate use of technologies will be severely punished.",
    "healthAndWellBeingTitle": "7. Health and Well-being",
    "healthAndWellBeingContent1": "Students must follow personal hygiene rules.",
    "healthAndWellBeingContent2": "Any student with a contagious illness is encouraged to recover before returning to class. Any case of contagious illness must be reported immediately to the school administration.",
    "healthAndWellBeingContent3": "Parents must inform the school of any specific health issues of their child.",
    "healthAndWellBeingContent4": "Any significant health condition deliberately omitted by the parent when filling out the child's information and later discovered by the school will be sanctioned.",
    "extracurricularActivitiesTitle": "8. Extracurricular Activities",
    "extracurricularActivitiesContent1": "Students are encouraged to participate in extracurricular activities offered by the school.",
    "extracurricularActivitiesContent2": "Behavioral rules also apply during extracurricular activities.",
    "extracurricularActivitiesContent3": "Parents must provide written consent for their child to participate in outings and excursions.",
    "communicationWithParentsTitle": "9. Communication with Parents",
    "communicationWithParentsContent1": "The school will regularly communicate with parents through newsletters, meetings, and emails.",
    "communicationWithParentsContent2": "Parents are encouraged to actively participate in school life and attend parent meetings.",
    "communicationWithParentsContent3": "Any issues or complaints should be addressed respectfully and appropriately to the administration or concerned staff.",
    "tuitionFeesTitle": "B/ TUITION FEES",
    "paymentTermsTitle": "1. Payment Terms",
    "paymentTermsContent1": "Any initiated tuition payment is fully due.",
    "paymentTermsContent2": "Tuition fees must be paid in full before the set deadline. Payment options include in-person payment, Wave or Orange Money, or online payment via the school's portal.",
    "paymentTermsContent3": "Parents have the option to choose the monthly payment plan offered by the school or full payment upon registration, depending on their convenience.",
    "latePaymentsTitle": "2. Late Payments",
    "latePaymentsContent1": "Any payment delay will incur a penalty of 5% of the amount due for each month of delay.",
    "latePaymentsContent2": "If tuition fees are not paid after one month of delay, the student may be suspended until payment is made.",
    "refundsTitle": "3. Refunds",
    "refundsContent1": "If a student leaves before the end of the semester, tuition fees will not be refunded.",
    "refundsContent2": "No refund will be granted for prolonged absences not justified by a medical certificate.",
    "parentsOfStudentsTitle": "C/ PARENTS OF STUDENTS",
    "respectAndCivicsTitle": "1. Respect and Civics",
    "respectAndCivicsContent1": "Parents must respect all school staff, including teachers, administrative staff, and maintenance staff.",
    "respectAndCivicsContent2": "Any form of harassment, threats, or violence, whether verbal or physical, towards staff or other parents will not be tolerated and may lead to disciplinary measures, including exclusion of the student.",
    "communicationsTitle": "2. Communications",
    "communicationsContent1": "Parents are encouraged to communicate respectfully and constructively with teachers and school administration. Concerns should be raised through appropriate channels, such as scheduled meetings or formal emails.",
    "communicationsContent2": "Using social media to criticize or denigrate the school, its staff, or other parents is strictly prohibited and may lead to disciplinary measures.",
    "participationAndEngagementTitle": "3. Participation and Engagement",
    "participationAndEngagementContent1": "Parents are encouraged to actively participate in school events and parent meetings. Their involvement in the school community is essential for the harmonious development of the student.",
    "participationAndEngagementContent2": "Parents must adhere to the schedules and calendars set by the school, including for meetings, events, and extracurricular activities.",
    "conductWithinEstablishmentTitle": "4. Conduct Within the Establishment",
    "conductWithinEstablishmentContent1": "Parents must comply with safety and traffic rules within the establishment, including parking in designated areas and adhering to drop-off and pick-up times.",
    "conductWithinEstablishmentContent2": "Consumption of alcohol, drugs, or illicit substances in and around the establishment is strictly prohibited.",
    "conductWithinEstablishmentContent3": "Parents must conduct themselves decently to be allowed access to the establishment.",
    "generalProvisionsTitle": "5. General Provisions",
    "generalProvisionsContent1": "These regulations are subject to annual review. Any changes will be communicated to parents in writing at least one month before they take effect.",
    "generalProvisionsContent2": "By enrolling my child at LEPEX SCHOOL, I agree to fully comply with these internal regulations.",
    "conclusionTitle": "CONCLUSION",
    "conclusion": "These regulations are designed to promote respectful and constructive cooperation between the school and families, ensuring a safe and productive environment for students. These internal regulations may be revised annually by the school's board of directors. Any changes will be communicated to parents and staff in a timely manner.",
    "schoolTitle": "LEPEX SCHOOL",
    "signature": "PARENT'S SIGNATURE"
}